"0"="";
"10000"="Modalità di scatto";
"10001"="Tv(Velocità otturatore)";
"10002"="Av(Valore diaframma)";
"10003"="Modalità AF";
"10004"="Compensazione esposizione con il flash";
"10005"="Compensazione esposizione";
"10006"="Metodo a forcella autoesposizione";
"10007"="Modalità di misurazione della luce";
"10008"="Bilanciamento del bianco";
"10009"="Obiettivo";
"10010"="Regolazione fine AF";
"10011"="Distanza focale";
"10012"="Flash";
"10013"="Dimensione immagine";
"10014"="Qualità immagine";
"10015"="Riduzione occhi rossi";
"10016"="Impostazioni parametri";
"10017"="Modalità di funzionamento";
"10018"="Dati GPS";
"10019"="Nome proprietario";
"10020"="N. corpo fotocamera";
"10021"="Funzione personalizzata";
"10022"="Compensazione bilanciamento del bianco";
"10023"="Qualità JPEG";
"10024"="Compensazione esposizione digitale";
"10025"="Nome file";
"10026"="Modello fotocamera";
"10027"="Data/ora scatto";
"10028"="Velocità ISO";
"10029"="Zoom digitale";
"10030"="Filmato";
"10031"="Durata registrazione  %d.%d";
"10032"="Frequenza fotogrammi  ";
"10033"="Tipo flash";
"10034"="Sincro. tendina otturatore";
"10035"="Punti AF attivi";
"10036"="Dimensione file";
"10037"="Panorama";
"10038"="Metodo a forcella velocità ISO";
"10039"="Metodo a forcella bilanciamento bianco";
"10040"="Matrice colore";
"10041"="Riduzione interferenze";
"10042"="Gamma Colore";
"10043"="    01:Riduzione interferenze per esposizione prolungata";
"10044"="    02:Pulsante otturatore/pulsante blocco AE";
"10045"="    03:Blocco riflesso";
"10046"="    04:TV, AV e livello esposizione";
"10047"="    05:Luce ausiliaria AF";
"10048"="    06:Velocità otturatore in modalità AV";
"10049"="    07:Sequenza AEB/annullamento automatico";
"10050"="    08:Sincronizzazione tendina otturatore";
"10051"="    09:Fn pulsante arresto AF obiettivo";
"10052"="    10:Riduzione autom. flash riempimento";
"10053"="    11:Posizione ritorno pulsante Menu";
"10054"="    12:Fn pulsante SET durante scatto";
"10055"="    13:Pulizia sensore";
"10056"="    14:Visualizzazione sovrapposta";
"10057"="    15:Rilascio otturatore senza scheda di memoria";
"10058"="    05:AF-fascio ass./attivazione flash";
"10059"="    00:Retino fuoco";
"10060"="    01:Visualizzazione mirino durante esposizione";
"10061"="    02:Rilascio otturatore senza scheda di memoria";
"10062"="    03:Aumento velocità ISO";
"10063"="    04:Pulsante otturatore/pulsante blocco AE";
"10064"="    05:Impost. TV e AV per espos. manuale";
"10065"="    06:Incrementi livello esposizione";
"10066"="    07:MF elettronico obiettivo USM";
"10067"="    08:Monitor LCD sup./monitor LCD post.";
"10068"="    09:Sequenza metodo a forcella autom./annulla";
"10069"="    10:Illuminazione punto AF";
"10070"="    11:Modalità selezione punto AF";
"10071"="    12:Blocco riflesso";
"10072"="    13:Numero punti AF/misurazione spot";
"10073"="    14:Riduzione autom. flash riempimento";
"10074"="    15:Sincronizzazione tendina otturatore";
"10075"="    16:Passaggio sicurezza in AV o TV";
"10076"="    17:Area attivazione punto AF";
"10077"="    18:Passa al punto AF registrato";
"10078"="    19:Fn pulsante arresto AF obiettivo";
"10079"="    20:Sensibilità allineamento AI SERVO";
"10080"="Auto";
"10081"="AE programma";
"10082"="AE priorità otturatore";
"10083"="AE priorità diaframma";
"10084"="Esposizione manuale";
"10085"="PROF-A";
"10086"="AE profondità di campo";
"10087"="Posa B (Bulb)";
"10088"="Auto";
"10089"="Paesaggio";
"10090"="Scenario notturno";
"10091"="Bianco e nero";
"10092"="Seppia";
"10093"="Ritratto";
"10094"="Sport";
"10095"="Macro(Close-up)";
"10096"="Filmato";
"10097"="Bianco e nero";
"10098"="Flash disattivato (Non si attiva mai)";
"10099"="Modalità esposizione scatto breve";
"10100"="One-Shot AF";
"10101"="Messa a fuoco AI Servo";
"10102"="Messa a fuoco AI Focus";
"10103"="Messa a fuoco manuale";
"10104"="Messa a fuoco manuale";
"10105"="Misurazione media ponderata al centro";
"10106"="Misurazione spot";
"10107"="Misurazione Media";
"10108"="Misurazione di valutazione";
"10109"="Misurazione parziale";
"10110"="Misurazione media ponderata al centro";
"10111"="Auto";
"10112"="Luce diurna";
"10113"="Nuvoloso";
"10114"="Tungsteno";
"10115"="Fluorescente";
"10116"="Flash";
"10117"="Personalizzato";
"10118"="Bianco e nero";
"10119"="Ombra";
"10120"="Temperatura colore";
"10121"="PCset1";
"10122"="PCset2";
"10123"="PCset3";
"10124"="PCset4";
"10125"="PCset5";
"10126"="Off";
"10127"="Auto";
"10128"="On";
"10129"="Auto";
"10130"="Auto";
"10131"="On";
"10132"="Economica";
"10133"="Normale";
"10134"="Fine";
"10135"="RAW";
"10136"="Superfine";
"10137"="Selezione automatica";
"10138"="Off";
"10139"="On";
"10140"="Normale";
"10141"="Contrasto  Basso";
"10142"="Contrasto  Medio Basso";
"10143"="Contrasto  Alto";
"10144"="Contrasto  Medio Alto";
"10145"="Contrasto  Normale";
"10146"="Nitidezza  Basso";
"10147"="Nitidezza  Medio Basso";
"10148"="Nitidezza  Alto";
"10149"="Nitidezza  Medio Alto";
"10150"="Nitidezza  Normale";
"10151"="Saturazione colore  Basso";
"10152"="Saturazione colore  Medio Basso";
"10153"="Saturazione colore  Alto";
"10154"="Saturazione colore  Medio Alto";
"10155"="Saturazione colore  Normale";
"10156"="Scatto a fotogramma singolo";
"10157"="Scatto continuo";
"10158"="Autoscatto";
"10159"="Scatto filmato";
"10160"="Scatto continuo(priorità tempo espos.)";
"10161"="Scatto continuo a bassa velocità";
"10162"="Scatto continuo ad alta velocità";
"10163"="Scatto singolo silenzioso";
"10164"="Latitudine";
"10165"="Longitudine";
"10166"="Altitudine";
"10167"="Sistema di coordinate geografiche";
"10168"="OFF";
"10169"="ON";
"10170"="Off";
"10171"="On";
"10172"="Curva toni  Standard";
"10173"="Curva toni   Manuale";
"10174"="Curva toni  Personalizzata";
"10175"="Curva toni  TCD 1";
"10176"="Curva toni  TCD 2";
"10177"="Curva toni  TCD 3";
"10178"="Curva toni  Personalizzata";
"10179"="Livello nitidezza  0";
"10180"="Livello nitidezza  1";
"10181"="Livello nitidezza  2";
"10182"="Livello nitidezza  3";
"10183"="Livello nitidezza  4";
"10184"="Livello nitidezza  5";
"10185"="Nitidezza  0";
"10186"="Nitidezza  1";
"10187"="Nitidezza  2";
"10188"="Nitidezza  3";
"10189"="Nitidezza  4";
"10190"="Nitidezza  5";
"10191"="Indicatore di regolazione contrasto  Ruvido";
"10192"="Indicatore di regolazione contrasto  Mezzo ruvido";
"10193"="Indicatore di regolazione contrasto  Normale";
"10194"="Indicatore di regolazione contrasto  Mezzo sottile";
"10195"="Indicatore di regolazione contrasto  Sottile";
"10196"="    0:Off";
"10197"="    1:On";
"10198"="    0:Blocco AF/AE";
"10199"="    1:AF/blocco AE";
"10200"="    2:AF/blocco AF";
"10201"="    3:AE+rilascio/AE+AF";
"10202"="    0:Disattiva";
"10203"="    1:Attiva";
"10204"="    0:1/2 stop";
"10205"="    1:1/3 stop";
"10206"="    0:On (auto)";
"10207"="    1:Off";
"10208"="    0:Emette/Attiva";
"10209"="    1:Non emette/Attiva";
"10210"="    2:Emette solo flash est./Attiva";
"10211"="    3:Emette/Non attiva";
"10212"="    0:Auto";
"10213"="    1:1/200 (fisso)";
"10214"="    0:0 => - => +/Attivata";
"10215"="    1:0 => - => +/Disattivata";
"10216"="    2:- => 0 => +/Attivata";
"10217"="    3:- => 0 => +/Disattivata";
"10218"="    0:Sincro. prima tendina";
"10219"="    1:Sincro. seconda tendina";
"10220"="    0:Arresto AF";
"10221"="    1:Avvio AF";
"10222"="    2:Blocco AE durante misurazione";
"10223"="    0:Attiva";
"10224"="    1:Disattiva";
"10225"="    0:superiore";
"10226"="    1:Precedente(sup. se spento)";
"10227"="    2:Precedente";
"10228"="    0:Imp. predefinita";
"10229"="    1:Modifica qualità";
"10230"="    2:Modifica velocità ISO";
"10231"="    3:Modifica parametri";
"10232"="    0:Disattiva";
"10233"="    1:Attiva";
"10234"="    0:On";
"10235"="    1:Off";
"10236"="    0:Possibile senza scheda di memoria";
"10237"="    1:Impossibile";
"10238"="    0:[N] Ec-N,R";
"10239"="    1:[L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10240"="    0:Nessuna visualizzazione mirino";
"10241"="    1:Visualizzazione mirino attivata";
"10242"="    0:Possibile senza scheda di memoria";
"10243"="    1:Impossibile";
"10244"="    0:ISO standard";
"10245"="    1:Sensibilità ampliata";
"10246"="    0:Blocco AF/AE";
"10247"="    1:AF/blocco AE";
"10248"="    2:AF/blocco AF, nessun blocco AE";
"10249"="    3:AE/AF, nessun blocco AE";
"10250"="    0:Valore TV: quadrante principale, Valore AV: quadrante controllo rapido";
"10251"="    1:Valore TV: quadrante controllo rapido, Valore AV: quadrante principale";
"10252"="    2:Valore TV: quadrante principale, Valore AV: quadrante controllo rapido, il valore AV può essere impostato in assenza dell'obiettivo";
"10253"="    3:Valore TV: quadrante controllo rapido, Valore AV: quadrante principale, il valore AV può essere impostato in assenza dell'obiettivo";
"10254"="    0:set 1/3 stop, comp. 1/3 stop";
"10255"="    1:set 1 stop, comp. 1/3 stop";
"10256"="    2:set 1/2 stop, comp. 1/2 stop";
"10257"="    0:Si accende dopo AF One-Shot";
"10258"="    1:Si spegne dopo AF One-Shot";
"10259"="    2:Sempre spento";
"10260"="    0:Scatti rimanenti/N. file";
"10261"="    1:ISO/Scatti rimanenti";
"10262"="    2:ISO/N. file";
"10263"="    3:Scatti nella cartella/scatti rimanenti";
"10264"="    0:0,-,+/Annullamento auto.";
"10265"="    1:0,-,+/Nessun annullamento";
"10266"="    2:-,0,+/Annullamento auto.";
"10267"="    3:-,0,+/Nessun annullamento";
"10268"="    0:On";
"10269"="    1:Off";
"10270"="    2:On senza oscuramento";
"10271"="    3:Più chiaro";
"10272"="    0:Pulsante selezione punto AF + Quadrante principale (orizzontale)/controllo rapido (verticale)";
"10273"="    1:Pulsante compensazione esposizione + Quadrante principale (orizzontale)/controllo rapido (verticale)";
"10274"="    2:Solo quadrante controllo rapido (orizzontale), Pulsante supporto + Quadrante principale (verticale)";
"10275"="    3:Pulsante blocco FE + Quadrante principale (orizzontale)/controllo rapido (verticale)";
"10276"="    0:Disattiva";
"10277"="    1:Attiva";
"10278"="    0:45/Punto AF centro";
"10279"="    1:11/Punto AF attivo";
"10280"="    2:11/Punto AF centro";
"10281"="    3:9/Punto AF attivo";
"10282"="    0:Attiva";
"10283"="    1:Disattiva";
"10284"="    0:Sincronizzazione prima tendina";
"10285"="    1:Sincronizzazione seconda tendina";
"10286"="    0:Disattiva";
"10287"="    1:Attiva";
"10288"="    0:Punto AF singolo";
"10289"="    1:Espansione (TTL di 7 punti AF)";
"10290"="    2:Espansione auto. (max 13)";
"10291"="    0:Pulsante supporto + Pulsante selezione punto AF";
"10292"="    1:Attiva solo con pulsante di supporto";
"10293"="    2:Attiva solo se il pulsante di supporto è premuto";
"10294"="    0:Arresto AF";
"10295"="    1:Avvio AF";
"10296"="    2:Blocco AE durante misurazione";
"10297"="    3:Punto AF: M -> Auto/Auto -> Ctr.";
"10298"="    4:Modalità AF: ONE SHOT <-> AI SERVO";
"10299"="    5:Avvio IS";
"10300"="    0:Standard";
"10301"="    1:Lento";
"10302"="    2:Moderatamente lento";
"10303"="    3:Moderatamente rapido";
"10304"="    4:Rapido";
"10305"="Auto";
"10306"="On";
"10307"="Off";
"10308"="Flash integrato";
"10309"="E-TTL esterno";
"10310"="A-TTL esterno";
"10311"="Sincro. prima tendina";
"10312"="Sincro. seconda tendina";
"10313"="Hi-speed";
"10314"="[Destra]";
"10315"="[Centro]";
"10316"="[Destra Centro]";
"10317"="[Sinistra]";
"10318"="[Sinistra Destra]";
"10319"="[Sinistra Centro]";
"10320"="[Sinistra Centro Destra]";
"10321"="%m/%d/%y %H:%M:%S";
"10322"="mm";
"10323"="KB";
"10324"="(%d K)";
"10325"="Off";
"10326"="Seppia";
"10327"="Bianco e nero";
"10328"="Panorama";
"10329"="Off";
"10330"="On 1";
"10331"="On 2";
"10332"="On";
"10333"="Auto";
"10334"="Contrasto  -2";
"10335"="Contrasto  -1";
"10336"="Contrasto   0";
"10337"="Contrasto  +1";
"10338"="Contrasto  +2";
"10339"="Tono colore  -2";
"10340"="Tono colore  -1";
"10341"="Tono colore   0";
"10342"="Tono colore  +1";
"10343"="Tono colore  +2";
"10344"="Effetti filtro     Nessuno";
"10345"="Effetti filtro     Giallo";
"10346"="Effetti filtro     Arancio";
"10347"="Effetti filtro     Rosso";
"10348"="Effetti filtro     Verde";
"10349"="Effetto tonale Nessuno";
"10350"="Effetto tonale Seppia";
"10351"="Effetto tonale Blu";
"10352"="Effetto tonale Viola";
"10353"="Effetto tonale Verde";
"10354"="sRGB";
"10355"="Adobe RGB";
"10356"="Gamma Colore  sRGB";
"10357"="Gamma Colore  Adobe RGB";
"10358"="1Standard";
"10359"="2Ritratto";
"10360"="3Alta Sat.";
"10361"="4Adobe RGB";
"10362"="5Bassa Sat";
"10363"="6CM set1";
"10364"="7CM set2";
"10365"="---------";
"10366"="Stile Foto";
"10367"="Nitidezza";
"10368"="Contrasto";
"10369"="Saturazione";
"10370"="Tonalità col.";
"10371"="Effetti filtro";
"10372"="Effetto tonale";
"10373"="-4";
"10374"="-3";
"10375"="-2";
"10376"="-1";
"10377"="0";
"10378"="1";
"10379"="2";
"10380"="3";
"10381"="4";
"10382"="5";
"10383"="6";
"10384"="7";
"10385"="N :Nessuno";
"10386"="Ye:Giallo";
"10387"="Or:Arancio";
"10388"="R :Rosso";
"10389"="G :Verde";
"10390"="S :Seppia";
"10391"="B :Blu";
"10392"="P :Viola";
"10393"="Standard";
"10394"="Ritratto";
"10395"="Paesaggio";
"10396"="Neutro";
"10397"="Immag.Fedele";
"10398"="Monocromo";
"10399"="Utente 1";
"10400"="Utente 2";
"10401"="Utente 3";
"10402"="SRAW";
"10403"="Data(UTC)";
"10404"="Stato segnale satellite";
"10405"="OK";
"10406"="No";
"10407"="Riduci disturbo lunghe esposizioni";
"10408"="Riduzione disturbi alta sensibilità ISO";
"10409"="Priorità tonalità chiare";
"10410"="0:Off";
"10411"="1:Auto";
"10412"="2:On";
"10413"="0:Off";
"10414"="1:On";
"10415"="0:Disattivata";
"10416"="1:Attivata";
"10417"="TTL esterno";
"10418"="Lettura esterna automatica";
"10419"="Lettura esterna manuale";
"10420"="Flash manuale";
"10421"="Autore";
"10422"="Avvertenza copyright";
"10423"="Ottimizzazione automatica della luce";
"10424"="0:Standard";
"10425"="1:Bassa";
"10426"="2:Elevata";
"10427"="3:Disattivato";
"10428"="0:Standard";
"10429"="1:Bassa";
"10430"="2:Elevata";
"10431"="3:Disattivato";
"10432"="Firmware";
"10433"="Blocco AE";
"10434"="OFF";
"10435"="ON";
"10436"="Velocità ISO automatica";
"10437"="OFF";
"10438"="ON";
"10439"="Blocco FE";
"10440"="OFF";
"10441"="ON";
"10442"="Correzione illuminazione periferica";
"10443"="Disattiva";
"10444"="Attiva";
"10445"="Dati eliminazione polvere";
"10446"="No";
"10447"="Sì";
"10448"="Scatto Live View";
"10449"="OFF";
"10450"="ON";
"10451"="Misurazione flash E-TTL II";
"10452"="Lettura flash valutativa";
"10453"="Lettura flash media";
"10454"="SRAW1";
"10455"="SRAW2";
"10456"="MRAW";
"10457"="Creativa automatica";
"10458"="Scatto di una Foto in Modalità Video";
"10459"="Microregolazione AE";
"10460"="Microregolazione FE";
"10461"="Modalità selezione area AF";
"10462"="Selezione manuale";
"10463"="Selezione Manuale Spot AF";
"10464"="Selezione Manuale Espansione AF";
"10465"="Selezione Manuale zona AF";
"10466"="Selezione automatica";
"10467"="Ritaglio filmato";
"10468"="Ambiente";
"10469"="Impostaz. standard";
"10470"="Vivo";
"10471"="Caldo";
"10472"="Flou";
"10473"="Freddo";
"10474"="Intenso";
"10475"="Più luminoso";
"10476"="Più scuro";
"10477"="Monocromatico";
"10478"="Effetto";
"10479"="Forte";
"10480"="Standard";
"10481"="Basso";
"10482"="Basso";
"10483"="Medio";
"10484"="Alto";
"10485"="Seppia";
"10486"="B/N";
"10487"="Blu";
"10488"="Luminosità o scena";
"10489"="Impostaz. predef.";
"10490"="Luce diurna";
"10491"="Ombra";
"10492"="Nuvoloso";
"10493"="Tungsteno";
"10494"="Luce fluorescente";
"10495"="Tramonto";
"10496"="Elaborazione immagine RAW";
"10497"="Correzione distorsione";
"10498"="Correz. aberrazione cromatica";
"10499"="Ridimensiona";
"10500"="Filtri creativi";
"10501"="B/N granuloso";
"10502"="Effetto flou";
"10503"="Effetto foto giocattolo";
"10504"="Effetto miniatura";
"10505"="Regolazione effetto filtro creativo";
"10506"="Contrasto:Standard";
"10507"="Contrasto:Basso";
"10508"="Contrasto:Elevato";
"10509"="Tonalità colore:Standard";
"10510"="Tonalità colore:Fredda";
"10511"="Tonalità colore:Calda";
"10512"="Effetto flou:Standard";
"10513"="Effetto flou:Basso";
"10514"="Effetto flou:Elevato";
"10515"="Rapporto dimens.";
"10516"="1:1";
"10517"="3:2";
"10518"="4:3";
"10519"="16:9";
"10520"="Esposiz. film.";
"10521"="Auto";
"10522"="Manuale";
"10523"="Video Istant.";
"10524"="Luce video";
"10525"="Manuale attivato";
"10526"="Auto attivato";
"10527"="Auto";
"10528"="Effetto fish-eye";
"10529"="Effetto:Standard";
"10530"="Effetto:Basso";
"10531"="Effetto:Elevato";
"10532"="Standard";
"10533"="Bassa";
"10534"="Elevata";
"10535"="Disattivato";
"10536"="Scena Smart Auto";
"10537"="Scatto HDR";
"10538"="Attiva";
"10539"="Disattiva";
"10540"="Regola gamma dinamica";
"10541"="Auto";
"10542"="Effetto HDR";
"10543"="Naturale";
"10544"="Art standard";
"10545"="Art intenso";
"10546"="Art marcato";
"10547"="Art rilievo";
"10548"="Allineamento auto immagine";
"10549"="Attiva";
"10550"="Disattiva";
"10551"="Esposizione multipla";
"10552"="Attiva";
"10553"="Disattiva";
"10554"="Controllo esposizione multipla";
"10555"="Additiva";
"10556"="Media";
"10557"="Chiara(Comparativa)";
"10558"="Scura(Comparativa)";
"10559"="Numero esposizioni";
"10560"="Espansione punto AF:alto/basso/sinistra/destra";
"10561"="Espansione punto AF:punti circostanti";
"10562"="Qualità film";
"10563"="Compressione alta(interframe, IBP)";
"10564"="Compressione bassa(intraframe, ALL-I)";
"10565"="Standard";
"10566"="Bassa";
"10567"="Alta";
"10568"="Disattiva";
"10569"="Disattiva";
"10570"="Attiva";
"10571"="Disattiva";
"10572"="Auto";
"10573"="Attiva";
"10574"="Scatto singolo silenz.";
"10575"="Scatto continuo silenz.";
"10576"="1shot silen.";
"10577"="Altissima velocità 14 fps";
"10578"="Strumento di configurazione AF";
"10579"="Sensibilità inseguim.";
"10580"="Inseg. accel./decel.";
"10581"="Attiv. auto punto AF";
"10582"="Contr. gruppi individuale";
"10583"="Sincronizzazione prima tendina";
"10584"="Sincronizzaz. seconda tendina";
"10585"="Sincronizzazione alta velocità";
"10586"="Scatto notturno manuale";
"10587"="Controllo retroill. HDR";
"10588"="AF Servo filmato";
"10589"="Attiva";
"10590"="Disattiva";
"10591"="AF continuo";
"10592"="Attiva";
"10593"="Disattiva";
"10594"="Rilevam. viso + inseguim. AF";
"10595"="FlexiZone - Multi";
"10596"="FlexiZone - Single";
"10597"="Riduz.disturbi scatti mul";
"10598"="Effetto art marcato";
"10599"="Effetto:Standard";
"10600"="Effetto:Basso";
"10601"="Effetto:Elevato";
"10602"="Effetto acquarello";
"10603"="Densità colore:Standard";
"10604"="Densità colore:Leggero";
"10605"="Densità colore:Intenso";
"10606"="AF Servo";
"10607"="Canon Log";
"10608"="On";
"10609"="Off";
"10610"="Nitidezza";
"10611"="Saturazione";
"10612"="Tono";
"10613"="Indicatore divisione filmato";
"10614"="Presente";
"10615"="Formato di compressione";
"10616"="MPEG-4 AVC/H.264";
"10617"="Motion JPEG";
"10618"="Durata registrazione";
"10619"="%d.%d secondi";
"10620"="Frequenza fotogrammi";
"10621"="Ritaglio super 35 mm";
"10622"="Tonalità colore dell'illuminazione";
"10623"="Ritaglio";
"10624"="Fredda";
"10625"="Poco fredda";
"10626"="Standard";
"10627"="Poco calda";
"10628"="Calda";
"10629"="3:4";
"10630"="2:3";
"10631"="9:16";
"10632"="Bambini";
"10633"="Alimenti";
"10634"="Lume di candela";
"10635"="Filmato eff. miniatura";
"10636"="Flash esterno";
"10637"="Lettura flash TTL";
"10638"="Lettura flash A-TTL";
"10639"="Lettura flash E-TTL";
"10640"="Lettura automatica flash";
"10641"="Lettura manuale flash";
"10642"="Modalità volti live";
"10643"="Selez. manuale:zona AF ampia";
"10644"="Sc. anti-flicker";
"10645"="Disattiva";
"10646"="Attiva";
"10647"="Attiva(Dati correzione non disponibili)";
"10648"="Editing (ALL-I)";
"10649"="Standard (IPB)";
"10650"="Leggera (IPB)";
"10651"="Ritratto notturno";
"10652"="Assistente creativo";
"10653"="HDR";
"10654"="Singolo punti AF";
"10655"="Auto ibrida";
"10656"="Video Diario";
"10657"="Ripresa filmato HDR";
"10658"="Auto: Priorità ambiente";
"10659"="Auto: Priorità bianco";
"10660"="Dettaglio fine";
"10661"="Intensità";
"10662"="Precisione";
"10663"="Soglia";
"10664"="Film. time-lapse";
"10665"="Ritaglio/Rapp. dim.";
"10666"="1,3x (ritaglio)";
"10667"="1,6x (ritaglio)";
"10668"="Autoritratto";
"10669"="HDR art marcato";
"10670"="HDR art intenso";
"10671"="HDR art rilievo";
"10672"="HDR art standard";
"10673"="Sogno";
"10674"="Vecchi film";
"10675"="Ricordo";
"10676"="Bianco e nero drammatico";
"10677"="Filmato eff. miniatura";
"10678"="Correzione diffrazione";
"10679"="Attiva";
"10680"="Disattiva";
"10681"="Ottimizz.obiettivo digitale";
"10682"="Estrazione frame";
"10683"="Contin.veloce silenz.";
"10684"="Contin.lento silenz.";
"10685"="Dual Pixel RAW";
